export default {
    /*订单状态*/
    'orderState': {
        0: '待下单',
        1: '待支付',
        2: '待接单',
        3: '待配送',
        4: '待自提',
        5: '待确认',
        6: '完成',
        7: '取消订单',
    },
    'orderStateTs': {
        /*到店堂食, 扫码点餐*/
        0: '待下单',
        1: '待支付',
        2: '待接单',
        3: '待取餐',
        6: '完成',
        7: '取消订单',
    },
    /*退款状态*/
    'refundState': {
        0: '审核中',
        1: '退款中',
        2: '完成退款',
        3: '审核失败',
    },
    /*配送方式*/
    'distributionWay': {
        0: '到店自取',
        1: '外卖配送'
    }
}
